/* Update alert message: A new version of {APP NAME} is available. Please update to version {NEW VERSION} now.*/
"A new version of %@ is available. Please update to version %@ now."="%@-ren bertsio berria erabilgarri dago. Mesedez, eguneratu %@ bertsiora.";

/* Update alert title */
"Update Available"="Eguneratzea erabilgarri";

/* Update alert dismiss button title */
"Next time"="Hurrengo batean";

/* Update alert skip button title */
"Skip this version"="Bertsio honetatik jauzi egin";

/* Update alert skip button title */
"Update"="Eguneratu";

